Repository: sillsdev/flexbridge
Catalog: DistFiles/localizations/Chorus.es.tmx
Source language: es
Languages: en

source: &Añadir
en: &Add

source: &Añadir && &OK
en: &Add && &OK

source: Añadir && &OK
en: Add && &OK

source: &Añadir nueva mensaje:
en: Add new message:

source: Resuelto
en: &Resolved

source: &Cancelar
en: &Cancel

source: &Cerrar
en: &Close

source: Ayuda
en: Help

source: Por favor confirme
en: Please confirm

source: Problema
en: Problem

source: Recibir proyecto
en: Receive project

source: Nombre para mostrar en la historia de cambios:
en: Name to show in change history:

source: Mostrar Chorus Hub como opción para Enviar/Recibir
en: Show Chorus Hub as a Send/Receive option

source: Mostrar Internet como opción para Enviar/Recibir
en: Show Internet as Send/Receive option

source: Configuraciones de Enviar/Recibir
en: Send/Receive Settings

source: ID del proyecto
en: Login

source: Contraseña
en: Password

source: Servidor
en: Server

source: Mostrar caracteres
en: Show characters

source: Configuración para el servidor de Enviar/Recibir...
en: Send/Receive Server Settings...

source: Verificando...
en: Checking...

source: Etiqueta para este punto en la historia del proyecto (opcional):
en: Label this point in the project history (Optional) :
